[TRLimitedUsePassive X2AbilityTemplate]
LocFriendlyName="Limited Use"
LocLongDescription="This item is not meant to be used for an extended period of time and will break down when the time comes."
LocHelpText="This item is not meant to be used for an extended period of time and will break down when the time comes."